benawad.VSinder
bitlang.cobol
BroadcomMFD.cobol-language-support
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
eamodio.gitlens
EliverLara.andromeda
esbenp.prettier-vscode
golang.go
GraphQL.vscode-graphql
icrawl.discord-vscode
mike-co.import-sorter
millennIumAMbiguity.processing-formatter
ms-python.python
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
Orta.vscode-jest
PKief.material-icon-theme
redhat.java
ritwickdey.LiveServer
rust-lang.rust
Tobiah.language-pde
vscodevim.vim
WakaTime.vscode-wakatime
zxh404.vscode-proto3
